tap "domt4/autoupdate"
tap "mdogan/zulu"
brew "bat"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "less"
brew "openssh"
brew "pinentry-mac"
brew "procs"
brew "pstree"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "t-rec"
brew "vivid"
brew "wget"
cask "1password"
cask "bambu-studio"
cask "firefox"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "keymapp"
cask "monitorcontrol"
cask "raycast"
cask "signal"
cask "utm"
cask "vscodium"
cask "mdogan/zulu/zulu-jdk17"
vscode "leathong.openscad-language-support"
