tap "homebrew/bundle"
tap "homebrew/services"
tap "mdogan/zulu"
brew "bat"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "less"
brew "mdcat"
brew "openssh"
brew "procs"
brew "pstree"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "tldr"
brew "vivid"
brew "wget"
cask "1password"
cask "android-studio"
cask "firefox"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "openmtp"
cask "openscad"
cask "raycast"
cask "signal"
cask "slack"
cask "vscodium"
cask "zulu-jdk17"
