tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mdogan/zulu"
brew "apktool"
brew "bat"
brew "dust"
brew "exa"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "less"
brew "mdcat"
brew "parallel"
brew "pinentry-mac"
brew "procs"
brew "pstree"
brew "ripgrep"
brew "scrcpy"
brew "sendemail"
brew "stow"
brew "tldr"
brew "vivid"
brew "wget"
cask "1password"
cask "android-studio"
cask "firefox"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "openmtp"
cask "openscad"
cask "proxyman"
cask "raycast"
cask "signal"
cask "slack"
cask "vscodium"
cask "zoom"
cask "zulu-jdk11"
